Repository: duarteich/mymemes
Catalog: Mis Memes/*.lproj/Localizable.strings
Languages: es_419

# appname
source: My Memes
es_419: Mis Memes

source: Cancel
es_419: Cancelar

source: Select
es_419: Seleccionar

# delete_single_confirmation
source: Remove this meme from your collection?
es_419: ¿Deseas eliminar este meme de tu colección?

# delete_multiple_confirmation
source: Remove selected memes from your collection?
es_419: ¿Deseas eliminar los memes seleccionados de tu colección?

# no_memes
source: You've not added memes yet ðŸ˜” Press + to start
es_419: Aún no has agregado memes 😔 Presiona + para comenzar

# premium_message
source: You need the Premium version of My Memes in order to add more memes.
es_419: Para agregar más memes, necesitas la versión Premium de Mis Memes

# premium_title
source: My Memes Premium
es_419: Mis Memes Premium

source: OK
es_419: Aceptar

source: Buy
es_419: Comprar

source: New Meme
es_419: Nuevo Meme

# empty_name
source: Please enter the name of the meme.
es_419: Por favor, introduce el nombre del meme.

# name_already_exists
source: There's already a meme with that name. Please use another one.
es_419: Ya existe un meme con ese nombre. Por favor, usa uno diferente.
